{"translation-revision-date":"2022-03-22 13:40:33+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Please finish the Configuration workout first in order for this workout to be effective.":["Slutför konfigurations-träningspasset först så att detta träningspass blir mer givande."],"Configuration required":["Konfiguration krävs"],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sViktigt%2$s: Välj ett namn i steg 2 för att detta steg ska vara effektivt."],"%1$sBack to all workouts":["%1$sTillbaka till alla träningspass"],"Unlock with %s!":["Lås upp med %s!"],"Continue workout!":["Fortsätt träningspass!"],"Start workout!":["Börja träningspass!"],"%1$s\/%2$s steps completed":["%1$s\/%2$s steg slutförda"],"Saved!":["Sparat!"],"Twitter URL":["Twitter-URL"],"Facebook URL":["Facebook-URL"],"Could not save this value. Please check the URL.":["Kunde inte spara detta värde. Kontrollera URL."],"Could not save this value. Please check the URL or username.":["Kunde inte spara detta värde. Kontrollera URL eller användarnamn."],"Person logo \/ avatar (important)":["Personlogga\/profilbild (viktigt)"],"Name (important)":["Namn (viktigt)"],"Add internal links to your posts and pages":["Lägg till interna länkar till dina inlägg och sidor"],"Make pages easier for Google and visitors to find":["Gör sidor enklare att hitta för Google och besökare"],"Clean up your unlinked content to make sure people can find it":["Rensa upp ditt olänkade innehåll för att se till att andra kan hitta det"],"Orphaned content":["Oanvänt innehåll"],"Organization logo (important)":["Organisationens logga (viktigt)"],"Organization name (important)":["Organisationens namn (viktigt)"],"Email address":["E-postadress"],"Get guidance on how to use Yoast SEO to the fullest":["Få vägledning om hur du använder Yoast SEO till fullo"],"Stay up-to-date with the latest SEO news":["Håll dig uppdaterad med de senaste SEO-nyheterna"],"Receive best-practice tips and learn how to rank on search engines":["Få ”bästa praxis”-tips och lär dig hur du rankar på sökmotorer"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Tack! Klicka på länken i e-postmeddelandet vi just skickade till dig för att bekräfta din prenumeration på nyhetsbrevet."],"That email address has already been subscribed.":["Denna e-post har redan prenumererat."],"That is not a valid email address. Check your email address and try again.":["Det är inte en giltig e-postadress. Kontrollera din e-postadress och försök igen."],"Oops! Something went wrong. Check your email address and try again.":["Hoppsan! Något gick fel. Kontrollera din e-postadress och försök igen."],"Sign up!":["Registrera!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respekterar din integritet. Läs %1$svår integritetspolicy%2$s om hur vi hanterar din personliga information."],"Bring more visitors to your articles":["Få fler besökare till dina artiklar"],"Make your important articles rank higher":["Få dina viktiga artiklar att rankas högre"],"Apply the optimal SEO settings to your site":["Tillämpa optimala SEO-inställningar på din webbplats"],"View other SEO workouts%1$s":["Visa andra SEO-träningspass%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Se till att även kolla in våra andra SEO-träningspass för att verkligen få din webbplats i form!"],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Innan du avslutar detta träningspass, starta SEO-dataoptimeringen i steg 1 och vänta tills den är klar …"],"Finish this workout":["Avsluta detta träningspass"],"Do workout again":["Gör träningspass igen"],"Sign up for the Yoast newsletter!":["Anmäl dig till nyhetsbrevet från Yoast!"],"Save and continue":["Spara och fortsätt"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["För att slutföra detta steg ber vi dig markera du ger oss tillåtelse att förbättra Yoast SEO med dina data."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Viktigt: Vi kommer aldrig att sälja dessa data. Och självklart, som alltid, kommer vi inte att samla in några personliga uppgifter om dig eller dina besökare!"],"Yes, you can track my site data":["Ja, det är okej att spåra data från min webbplats"],"No, don’t track my site data":["Nej, spåra inte data från min webbplats"],"Can we collect anonymous information about your website and how you use it?":["Kan vi samla in anonym information om din webbplats och hur du använder den?"],"see which %s features you use or don't use;":["se vilka %s-funktioner du använder eller inte använder:"],"To provide the best experience for you, we need your permission to do the following things:":["För att kunna ge dig den bästa upplevelsen behöver vi din tillåtelse att göra följande:"],"Help us improve Yoast SEO":["Hjälp oss förbättra Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["En skärmdump av sektionens kontaktinformation på en användares profilsida"],"Screenshot:":["Skärmdump:"],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Har du profiler för din webbplats på sociala medier? Lägg i så fall till alla deras URL:er här, så att även dina sociala profiler kan visas i en ”Google Knowledge Panel”."],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Tänk på att du måste ange ett namn och en logga i steg 2 för att strukturerade data ska fungera korrekt."],"Site tagline":["Webbplatsens slogan"],"You need to set a person name and logo for structured data to work properly.":["Du måste ange ett personnamn och logga för att strukturerade data ska fungera korrekt."],"You need to set an organization name and logo for structured data to work properly.":["Du måste ange ett organisationsnamn och logga för att strukturerade data ska fungera korrekt."],"Does your site represent an Organization or Person?":["Representerar din webbplats en organisation eller person?"],"Site representation":["Webbplatsrepresentation"],"Continue":["Fortsätt"],"Optimize SEO data":["Optimera SEO-data"],"%1$sImportant:%2$s If the SEO data optimization in step 1 is running, you can already continue to the next steps.":["%1$sViktigt:%2$s Om SEO-dataoptimeringen i steg 1 körs kan du fortsätta till nästa steg."],"Need more guidance? We've covered every step in more detail in the %1$s%2$s configuration workout guide.%3$s":["Behöver du mer vägledning? Vi har täckt varje steg mer detaljerat i %1$s%2$s träningsguide för konfiguration.%3$s"],"Do the five steps in this workout to configure the essential %1$s settings!":["Utför de fem stegen i detta träningspass för att konfigurera de väsentliga inställningarna för %1$s!"],"Configure %1$s with optimal SEO settings for your site":["Konfigurera %1$s med optimala SEO-inställningar för din webbplats"],"Configuration":["Konfiguration"],"Error stack trace":["Spårning av felstack"],"Response":["Svar"],"Error message":["Felmeddelande"],"Status code":["Statuskod"],"Request method":["Metod för begäran"],"Request URL":["URL för begäran"],"Error details":["Felinformation"],"Rank with articles you want to rank with":["Ranka med artiklar du vill ranka med"],"The cornerstone approach":["Grundstensmetoden"],"SEO workouts":["SEO-träningspass"],"Select image":["Välj bild"],"Stop SEO data optimization":["Stoppa SEO-dataoptimering"],"Optimizing SEO data... This may take a while.":["Optimerar SEO-data … Detta kan ta en stund."],"SEO data optimization complete":["SEO-dataoptimering klar"],"SEO data optimization is disabled for non-production environments.":["SEO-dataoptimering är inaktiverat för alla miljöer som inte är produktionsmiljöer."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Denna funktion inkluderar och ersätter textlänkräknare och intern länkanalys"],"Start SEO data optimization":["Starta SEO-dataoptimering"],"Select a user...":["Välj en användare…"],"Wikipedia URL":["Wikipedia-URL"],"Configure %s in a few steps":["Konfigurera %s i några få steg"],"Configure %s":["Konfigurera %s"],"Social profiles":["Sociala profiler"],"YouTube URL":["YouTube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["Myspace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Congratulations!":["Gratulerar!"]}},"comment":{"reference":"js\/dist\/workouts.js"}}